[{

    "monument": {
        "title": "Buffs Road Cemetery",
        "latitude": "50.876672",
        "longitude": "2.916466",
        "image": "buffsroadcemetry",
        "description": {
            "title": "Beschrijving Relict",
            "info": "Langwerpige begraafplaats met nagenoeg rechthoekig grondplan en een oppervlakte van ca. 1275 m², ontworpen door A.J.S. Hutton. De begraafplaats, waarvan het terrein lichtjes afhelt, wordt omheind door een bakstenen muur, afgedekt met witte natuursteen. Links en rechts van de toegang zijn de muren ietsje hoger. Hier staat te lezen 'Buffs Road Cemetery 1917-1918' en hier bevinden zich de landplaten en het registerkastje. Centraal vooraan staat de 'Cross of Sacrifice', die van het kleinste type (A1) is. Volgens het huidige register liggen hier begraven: 265 doden uit het Verenigd Koninkrijk (waarvan er 67 niet geïdentificeerd konden worden), 13 uit Australië (waarvan er 9 niet geïdentificeerd konden worden), 10 niet-geïdentificeerden uit Canada en 1 geïdentificeerde uit Zuid-Afrika, wat een totaal maakt van 289 doden. Ze liggen vrij onregelmatig over 1 perk verspreid. 10 militairen, wiens graf niet meer teruggevonden kon worden, worden vooraan links herdacht met een zogenaamde 'special memorial'."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "'Buffs Road' was een weg tussen 'Boundary Road' en 'Admiral's Road', ten N van St-Jan en 't Wieltje. Op het kruispunt van 'Buffs Road' met 'Admiral's Road' stond een grote boerderij die 'Cross Roads Farm' genoemd werd. De begraafplaats ligt iets ten O van deze boerderij en het kruispunt. De begraafplaats werd gebruikt door gevechtseenheden (vooral 'Royal Sussex' en de 'Royal Artillery') tussen juli 1917 (begin 'Derde Slag om Ieper') en maart 1918 (tot aan het 'Duitse Lente-Offensief'). Na de wapenstilstand werden hier nog bijna 90 graven, afkomstig uit de omliggende slagvelden, begraven. Het graf van 1 Belgische soldaat werd verwijderd. Het lichaam van 1 Britse officier, die in 1915 stierf, werd vanuit 'Brielen Churchyard' naar hier overgebracht."
        }
    },
    "monument": {
        "title": "Track X Cemetery",
        "latitude": "50.878328",
        "longitude": "2.911473",
        "image": "trackxcemetry",
        "description": {
            "title": "Beschrijving Relict",
            "info": "Langwerpige, trapeziumvormige begraafplaats, met een oppervlakte van ca. 720 m², die bereikt kan worden via een graspad. De begraafplaats, ontworpen door Captain Von Berg, wordt omheind door hagen. De toegang bestaat uit een smeedijzeren hekken, dat ingewerkt is in een korte voormuur, die op zijn beurt afgewerkt is met witstenen zuilen en smeedijzerwerk. Hier staat te lezen 'Track X Cemetery 1917-1918'. Het registerkastje is ingewerkt in de achterkant van de toegangsmuur. De 'Cross of Sacrifice' (type A1) staat centraal vooraan. Achteraan, in de N-hoek, staat een bakstenen dienstgebouwtje. De metalen CWGC-infoplaat ligt op een lage, schuine tafel. Volgens het huidige register liggen hier begraven: 138 doden uit het Verenigd Koninkrijk (waarvan er 20 niet geïdentificeerd konden worden) en 5 Canadezen (waarvan er 1 niet geïdentificeerd kon worden), wat een totaal maakt van 143. Door bijzettingen tijdens de voorbije jaren, zou dit aantal gestegen zijn tot 149 doden, waarvan er 27 niet geïdentificeerd konden worden."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "Deze begraafplaats werd gestart op 31 juli 1917, de eerste dag van de 'Derde Slag om Ieper', toen de plaats van de begraafplaats veroverd werd. De begraafplaats werd gebruikt tot november 1917, behalve 2 bijzettingen die in mei 1918 plaatsvonden. De Moortelweg was in 'Admiral's Road' omgedoopt, naar een kapitein die in 1915 met een gepantserde auto de weg op en af reed om zijn manschappen aan te sporen. Tot juni 1917 lag de grond van deze begraafplaats in het niemandsland, tussen de Duitse en Britse stellingen. De verovering van dit gebied, op 31 juli 1917, gebeurde door de '39th Division' en '48th (South Midland) Division'."
        }
    }, 
    "monument": {
        "title": "No Man’s Cot Cemetery",
        "latitude": "50.883934",
        "longitude": "2.893393",
        "image": "nomanscotcemetery",
        "description": {
            "title": "Beschrijving Relict",
            "info": "'No Man's Cot Cemetery' is een kleine rechthoekige begraafplaats (375m²), ontworpen door W.H. Cowlishaw. De begraafplaats, waarvan het terrein lichtjes afhelt, is te bereiken via een 100m lang graspad. De toegang wordt afgesloten met een smeedijzeren hekken. De witte dekstenen op de bakstenen omheiningsmuur vermelden 'No Man's Cot Cemetery 1917-1918'. De drie landplaten zijn ingemetseld in de zijmuur nabij de toegang. De 'Cross of Sacrifice' is van het type A1 en bevindt zich centraal. De 2 rijen grafzerken behoren tot 1 perk. Er liggen 79 Britten begraven, waarvan er 2 niet geïdentificeerd konden worden."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "'No Man's Cot Cemetery' is genoemd naar een nabijgelegen boerderij (vlakbij de 'Admiral's Road'), die tijdens een groot deel van de oorlog in niemandsland lag. De begraafplaats ontstond eind juli 1917 (Slag om Pilckem Ridge) en zou gebruikt worden tot maart 1918. Er liggen 45 mannen begraven van de '51th (Highland) Division', die deze locatie veroverden op 31 juli 1917. 55 begravenen kwamen om op die beruchte 31ste juli."
        }
    },
     "monument": {
        "title": "Welsh Cemetery (Caesar’s Nose)",
        "latitude": "50.886884",
        "longitude": "2.882014",
        "image": "welshcemetery",
        "description": {
            "title": "Beschrijving Relict",
            "info": "Kleine, nagenoeg rechthoekige begraafplaats (395m²), ontworpen door A.J.S. Hutton. De begraafplaats wordt omgeven door een lage bakstenen muur met bovenop witstenen dekstenen. De ingang wordt geflankeerd door 2 hogere bakstenen muren, die een hoek vormen. Hierin zijn de 3 landplaten ingewerkt, evenals 'Welsh Cemetery (Caesar's Nose) MCMXVII', de teksten telkens gegrift op witstenen platen. De 'Cross of Sacrifice', ter hoogte van de toegang, is van het kleinste type (A1). De graven zijn verdeeld over 2 perken en onregelmatig verdeeld. Perk II bestaat uit 1 rij ten Z van de begraafplaats, de 4 andere rijen behoren tot perk I. Op Welsh Cemetery (Caesar's Nose) worden 68 Britten begraven, waarvan er 59 geïdentificeerd konden worden."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "De plaats van de begraafplaats bevond zich tot juli 1917 op de Duitse frontlijn, nabij een plekje dat bekend stond als 'Caesar's Nose'. De aanleg van graven werd gestart eind juli 1917, bij het begin van de Slag om Pilckem Ridge. De '38th (Welsh) Division' begroef er 23 van haar manschappen. De begraafplaats bleef in gebruik tot november 1917."
        }
    },
    "monument": {
        "title": "Colne Valley Cemetery",
        "latitude": "50.885559",
        "longitude": "2.878218",
        "image": "colnevalleycemetery",
        "description": {
            "title": "Beschrijving Relict",
            "info": "Colne Valley Cemetery is een kleine begraafplaats, ontworpen door W.C. Von Berg, met nagenoeg rechthoekig, langwerpig grondplan (ca 380m²). Het terrein van de begraafplaats helt af. De muur aan de toegangszijde (NO-kant) is deels afgerond. Voor deze muur is een klein graspleintje aangelegd. Links en rechts van het smeedijzeren toegangshekken vermelden de bakstenen zuilen 'Colne Valley Cemetery 1914-1918'. De begraafplaats wordt omgeven door een bakstenen muur met witte dekstenen, die diverse hoogtes aanneemt. Achteraan de begraafplaats is een kleine bakstenen dienstgebouw ingewerkt in de omheiningsmuur. De 'Cross of Sacrifice', nabij de toegang, is van het kleinste type (A1). De 3 landplaten zijn ingewerkt in de zijmuren. De graven zijn aangelegd in 4 onregelmatige rijen, allen behorende tot 1 perk. Er liggen 47 Britten begraven, waarvan er 4 niet geïdentificeerd konden worden."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "Na de Tweede Slag om Ieper scheidde het kanaal Ieper-Ijzer de geallieerde en Duitse troepen ter hoogte van Boezinge-dorp. Meer zuidwaarts helde het front af naar het O. In de omgeving van het Klein en Groot Zwaanhof liep een loopgraaf 'Colne Valley'. Hier werd in juli 1915 een begraafplaats aangelegd door de territoriale bataljons van de '49th (West Riding) Division', die dit gebied bezetten in juli en augustus 1915. 'Colne Valley Cemetery' zou nog tot februari 1916 gebruikt worden. Tegen juli 1917 lag de begraafplaats in het niemandsland, totdat het heroverd zou worden tijdens de Slag om Pilckem Ridge. Van de 47 Britten die hier begraven liggen, behoren er 30 tot het West Riding Regiment."
        }
    },
    "monument": {
        "title": "New Irish Farm Cemetery",
        "latitude": "50.873213",
        "longitude": "2.897638",
        "image": "newirishfarmcemetery",
        "description": {
            "title": "Beschrijving Relict",
            "info": "Grote, nagenoeg rechthoekige begraafplaats, met een oppervlakte van ca. 14700m², ontworpen door Sir Reginald Blomfield met de medewerking van J.S. Hutton. De begraafplaats wordt deels omgeven door een bakstenen muur, afgedekt met witte natuursteen, aangelegd in verschillende niveaus volgens de glooiingen van het terrein. Volgens het huidige register liggen hier 1449 geïdentificeerde en 3267 niet-geïdentificeerde doden begraven: 4356 doden uit het Verenigd Koninkrijk (waarvan er 3000 niet geïdentificeerd konden worden), 65 Australiërs (waarvan 26 niet geïdentificeerd), 258 Canadezen (waarvan 230 niet geïdentificeerd), 7 Indiërs (waarvan 4 niet geïdentificeerd), 23 Nieuw-Zeelanders (waarvan 5 niet geïdentificeerd), 6 Zuid-Afrikanen (waarvan 2 niet geïdentificeerd) en 1 Duitser. Er zijn 38 'special memorials' voor doden waarvan aangenomen wordt dat ze zich onder de niet-geïdentificeerden bevinden. Er zijn eveneens nog 30 'special memorials' en een zogenaamde 'Duhallow Block' voor doden uit andere begraafplaatsen, wiens graf echter niet meer teruggevonden kon worden wegens de vernielingen. Ze stierven allen in 1914, 1917 en 1918 en werden oorspronkelijk begraven in 'La Miterie German Cemetery' (Lomme), 'Francois Farm Cemetery', 'Vanheule Farm Cemetery' en 'Spree Farm Cemetery' (alle 3 Langemark)."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "Deze begraafplaats werd geopend in augustus 1917, eens dit gebied dat tot nu toe steeds tegen de frontlijn gelegen was, als veilig beschouwd kon worden na de geallieerde vooruitgang op de zogenaamde 'Pilckem Ridge'. De begraafplaats werd gebruikt tot november 1917 en nog eens in april en mei 1918. Na de wapenstilstand werd de begraafplaats, die bestond uit 73 graven (perk I), uitgebreid met ca. 4560 graven afkomstig uit de omliggende slagvelden en kleinere begraafplaatsen. Na de wapenstilstand werden er nog eens 6 Chinese arbeiders toegevoegd. Ongeveer 70% van de doden kon niet meer geïdentificeerd worden. De begraafplaats lag naast de zogenaamde 'Boundary Road' (Briekestraat), nabij een boerderij die 'Irish Farm' genoemd werd. Het kruispunt met de Hogeziekenweg werd 'Hammonds Corner' genoemd. Na de wapenstilstand werden talrijke begravingen toegevoegd uit begraafplaatsen in de wijde omgeving die ontruimd werden."
        }
    },
    "monument": {
        "title": "Divisional Collecting Post Cemetery & Extension",
        "latitude": "50.874477",
        "longitude": "2.894056",
        "image": "divisionalcollectingpostcemetery",
        "description": {
            "title": "Beschrijving Relict",
            "info": "Rechthoekige begraafplaats, ontworpen door Sir Reginald Blomfield (hoofdarchitect) en W.H. Cowlishaw (uitvoerend architect), met een oppervlakte van ca. 2690 m². De begraafplaats is deels omheind door een bakstenen (met witte dekstenen) muur, deels door een haag. Het terrein helt lichtjes af en is aangelegd in verschillende niveaus. Op een witstenen plaat in de bakstenen voormuur staat te lezen 'Divisional Collecting Post Cemetery Extension 1914-1918'. In het totaal worden er op de begraafplaats 765 mensen begraven/herdacht, waarvan er 512 niet geïdentificeerd konden worden. Het gaat om 200 geïdentificeerde en 381 niet-geïdentificeerde Britten, 31 geïdentificeerde en 71 niet-geïdentificeerde Australiërs, 19 geïdentificeerde en 56 niet-geïdentificeerde Canadezen, 3 geïdentificeerde en 2 niet-geïdentificeerde Nieuw-Zeelanders, 1 niet-geïdentificeerde Zuid-Afrikaan en 1 niet-geïdentificeerde Duitser."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "'Divisional Collecting Post Cemetery and Extension' bestaat in feite uit 2 begraafplaatsen, die pas in 2001 bijeengevoegd werden. 'Divisional Collecting Post Cemetery' is de oorspronkelijke begraafplaats en bestaat uit de eerder onregelmatige rijen B tot E in perk I (nabij de 'Cross of Sacrifice'). Deze begraafplaats werd gestart door 'field ambulances' van de '48th (South Midland) Division' en '58th (2/1st London) Division' in augustus 1917 (Derde Slag om Ieper). Vlakbij, langs 'Coney Street', lag namelijk een medische post waar de gewonden tijdens de Derde Slag om Ieper verzameld werden. De laatste werd er begraven in januari 1918. Toen telde de begraafplaats 86 Commonwealth-graven en 1 Duitse dode. De 'Extension' is ontstaan tussen 1924 en 1926, toen graven uit de omliggende slagvelden en kleinere begraafplaatsen werden bijeengevoegd."
        }
    },
     "monument": {
        "title": "La Belle Alliance Cemetery",
        "latitude": "50.873502",
        "longitude": "2.893526",
        "image": "labellealliancecemetery",
        "description": {
            "title": "Beschrijving Relict",
            "info": "La Belle Alliance Cemetery is een kleine begraafplaats (ca. 350m²) met onregelmatig grondplan. Ze wordt bereikt via een 50m lang graspad. Pijlers uit witte natuursteen links en rechts van het smeedijzeren toegangspoortje vermelden ‘La Belle Alliance Cemetery 1916-1917’. Het terrein van de begraafplaats is genivelleerd en wordt omgeven door een bakstenen muur met dekstenen uit witte natuursteen. De drietalige teksten van de landplaten zijn gegrift op een lage tafel uit witte natuursteen aan de westelijke zijde, met 3 coniferen erachter. De graven zijn onregelmatig aangelegd en vaak is er sprake van collectieve graven, waarbij meerdere namen vermeld staan op 1 grafsteen."
        },
        "background": {
            "title": "Historische Achtergrond",
            "info": "De begraafplaats werd aangelegd nabij de hoeve ‘La Belle Alliance’, die als medische hulppost was ingericht en die na de oorlog niet meer werd heropgebouwd. Vlakbij lag ‘Coney Street Trench’. De eerste begravingen gebeurden in februari en maart 1916, door het 10de en 11de bataljon van het ‘King's Royal Rifle Corps’. In juli en augustus 1917, tijdens de Derde Slag bij Ieper, werd de begraafplaats opnieuw gebruikt. Op één grafsteen (rij D) staat te lezen dat er ‘several soldiers’ liggen van het ‘S. Staffordshire Regiment’. In het register wordt aangenomen dat het gaat om 8 militairen. Zodoende zouden er 60 doden uit het Verenigd Koninkrijk begraven liggen, waarvan er 10 niet meer geïdentificeerd konden worden. De begraafplaats is ontworpen door J.R. Truelove."
        }
    }
}]  