[{

    "person": {
        "name": "George Grieves",
        "lifespan": "1883-1915",
        "story": "Op 22 april 1915 genoot het 6de Bataljon van de Northumberland Fusiliers, met mijnwerker George Grieves uit Newcastle (UK) van een zonnige, vrije dag. Ingaand op de propaganda van de Britse oorlogsminister Lord Kitchener had George zich laten inlijven bij het Britse leger. Toen de Northumberland Fusiliers hun tocht op 23 april 1915 verderzetten, ontmoetten ze overal vluchtelingen en gewonden en hoorden ze ontelbare gruwelverhalen van het front. 22 april 1915 was immers de dag van de eerste Duitse gasaanval. Toen ze Ieper bereikten, lag de stad onder zwaar artilleriegeschut en vielen de eerste slachtoffers in hun bataljon. Het 6de Bataljon van de Northumberland Fusiliers nam op 26 april 1915 deel aan de aanval op Sint-Juliaan. De Duitsers boden evenwel heftig weerwerk. Net als vele van zijn makkers overleefde private George Grieves de aanval niet. Na nauwelijks een week op het Europese continent verdween nabij Mousetrap Farm. Hij was nauwelijks 32 jaar oud. George liet 3 kinderen en een zwangere vrouw achter. Zijn naam staat gegrift op de Menenpoort in Ieper.",
        "location": "Mousetrap Farm",
        "latitude": "50.879531",
        "longitude": "2.920943"
    },

    "person": {
        "name": "John Gregson",
        "lifespan": "+ 1915",
        "story": "Kerstdag 1914 was een unieke dag voor het 1ste bataljon van het East Lancashire Regiment waartoe John Gregson uit Preston behoorde: in het niemandsland nabij het bos van Ploegsteert verbroederden de Britten met de Duitsers. Toen WO I op 4 augustus 1914 uitbrak, vervoegde John de rangen van zijn eenheid als reservist. Op 26 augustus 1914 beleefde hij zijn vuurdoop tijdens de Slag bij Le Cateau. In september 1914 volgde de bloedige Slag aan de Marne, waarbij de Duitse legers tot staan gebracht werden. Daarna trok John Gregson met zijn bataljon naar Vlaanderen. Van oktober 1914 tot april 1915 verbleef hij in de vers gedolven loopgraven van het bos van Ploegsteert. In het voorjaar van 1915 promoveerde John Gregson tot sergeant. Hij was inmiddels een ‘oldie’ tussen de nieuw aangekomen manschappen. Omdat hij een Duits mitrailleurnest veroverd had, mocht hij met Pasen 1915 een maand met verlof naar huis. John liet zich met zijn vrouw en 3 kinderen fotograferen en droeg daarbij zijn nieuwe uniform van sergeant. Tijdens de Tweede Slag bij Ieper vocht zijn bataljon in de loopgraven en het niemandsland rond Mousetrap Farm. In de ‘kalme’ periode die daarop volgde, werd het bataljon niettemin zwaar beschoten in de loopgraven ten oosten van het Ieperleekanaal. Sergeant John Gregson sneuvelde op 26 juni 1915. Hij is begraven op Talana Farm Cemetery.",
        "location": "Mousetrap Farm",
        "latitude": "50.879531",
        "longitude": "2.920943"
    },

    "person": {
        "name": "John Mackenzie",
        "lifespan": "1896-1917",
        "story": "Op 31 juli 1917, de eerste dag van de Derde Slag bij Ieper, kreeg het 51ste Seaforth Highlanders met de Schot John Mackenzie de opdracht om op te rukken naar de Steenbeek. Eens hun nieuwe positie bereikt, begonnen ze zich in te graven. Op 1 augustus 1917 sloeg het noodlot toe. Een Duitse granaat viel midden in het groepje met corporal John Mackenzie dat net een schuilplaats aan het aanleggen was. ‘Jock’ – zo werden Schotse soldaten wel vaker genoemd – werd op slag gedood. Hij was erg geliefd bij zijn kameraden. Hij ligt nu begraven op New Irish Farm Cemetery ten noordoosten van Ieper. John Mackenzie was afkomstig uit Strathcarron in het noordwesten van Schotland. In oktober 1915 trok hij met het 51ste Seaforth Highlanders naar Frankrijk. In de zomer van 1916 vocht hij mee aan de Somme. John werd er tot korporaal bevorderd en werd verantwoordelijk voor een artilleriesectie van zijn compagnie. Bij een kort verlof in zijn geboortedorp werd hij als held onthaald. In 1917 vocht hij mee in de buurt van Arras, waar zijn bataljon af te rekenen kreeg met hardnekkige tegenaanvallen. Hij zag er hoe een gloednieuw wapen, de tank, zijn weg baande doorheen de vijandelijke linies. Voor zijn moed ontving hij de Military Medal for Gallantry in the Field. Daarna trok zijn eenheid richting Ypres Salient.",
        "location": "New Irish Farm Cemetery",
        "latitude": "50.873233",
        "longitude": "2.897649"
    },

    "person": {
        "name": "Joseph French",
        "lifespan": "1895-1917",
        "story": "“Ik knielde neer op het graf en even vergat ik de wereld. Het drong maar vaag tot me door dat ik eindelijk bij zijn graf was.” Financiële tussenkomst van de Y.M.C.A.’s Red Triangle League stelde Elizabeth, de moeder van de gesneuvelde Schot Joseph French, in 1921 in staat om het graf van haar zoon op de frontbegraafplaats No Man’s Cot Cemetery in Boezinge te bezoeken. Een gids bracht haar naar de begraafplaats. Jammer genoeg wees hij haar in eerste instantie het verkeerde graf aan. Elizabeth bezocht het juiste graf, vooraleer huiswaarts te keren. Ze beschreef haar tocht naar de Salient in de krant ‘The Northern Scott’. Joseph French werd in 1895 geboren in Garmouth, Morayshire (Schotland). Zijn eenheid, de Seaforth Highlanders, maakte zich in juli 1917 op voor de Derde Slag bij Ieper. De 152ste Brigade van de 51ste Divisie werd opgesteld ten zuidoosten van Vijfwegen, op de oostelijke kanaaloever in Boezinge. French sneuvelde echter al op 31 juli 1917, de eerste dag van de Derde Slag bij Ieper, bij het veroveren van de eerste Duitse steunpunten. Hij werd ter plaatse begraven in een veroverd stuk niemandsland, No Man’s Cot Cemetery in Boezinge. Originele Engelse tekst: I knelt down on the grave, and for a space the world was forgotten. I could only vaguely grasp the fact that I at last was by his grave.",
        "location": "No Man’s Cot Cemetery",
        "latitude": "50.883995",
        "longitude": "2.893404"
    },

     "person": {
        "name": "James Elder",
        "lifespan": "1895-1917",
        "story": "De Schotse kapitein James Elder van het 13de bataljon Royal Scots ligt begraven op Buffs Road Cemetery in Sint-Jan. Hij stierf op 29 december 1917 op 24-jarige leeftijd aan het front ten oosten van Ieper, tussen de offensieven door.  Zijn eenheid had reeds heel wat meegemaakt. Op 31 juli 1917, de eerste dag van het Passendaleoffensief, werd het 13de Royal Scots meteen ingezet. De Frezenberg, een hoogte ten noordoosten van Ieper, kon men slechts moeilijk veroveren en behouden. Ook in augustus 1917 vochten ze in dezelfde sector. Na een rustpauze bij Arras was James Elder opnieuw actief in de loopgraven bij Ieper. Hij zou de oorlog niet overleven. Geboren in 1893 liep James Elder school aan de Morgan Academy in zijn geboortestad Dundee (Schotland). Hij was er een van de beste studenten en studeerde dan ook voort aan de University of St. Andrews. Hij volgde nog steeds college aan de universiteit toen WO I uitbrak. Hij kreeg een militaire opleiding in het trainingscentrum aan de universiteit zelf. Met de rang van onderluitenant werd hij toegevoegd aan het 13de bataljon Royal Scots. Vanaf 1915 bevond James Elder zich aan het front in Frankrijk en maakte hij er met zijn eenheid alle belangrijke veldslagen mee. Tegen de Derde Slag bij Ieper was hij reeds tot kapitein bevorderd. Eind december 1917 werd zijn jonge leven echter abrupt afgebroken.",
        "location": "Buffs Road Cemetery",
        "latitude": "50.876754",
        "longitude": "2.916473"
    },

    "person": {
        "name": "Adolf Weitkunat",
        "lifespan": "1895-1988",
        "story": "Adolf Weitkunat kwam op 22 mei 1915 met het Reserve-Infanterie-Regiment 237 in Houthulst aan. De Tweede Slag bij Ieper woedde volop. Reeds op 23 mei moest hij een aanval uitvoeren op de Britse lijnen bij het Wasserschloss, bij de Britten bekend als Mouse Trap Farm. Bij deze verschrikkelijke slag gebruikten de Duitsers ook gas. In juni en juli 1915 bleef R.I.R. 237 de lijnen bij het Wasserschloss (Mouse Trap Farm) bezetten. Op 31 juli 1915 werd luitenant Weitkunat zwaargewond door granaatscherven in de rug. Hij werd verzorgd in een veldhospitaal in Roeselare en kreeg er het IJzeren Kruis 2de klasse. In september 1915 kon Weitkunat opnieuw naar de loopgraven. Hij raakte nog 2 keer gewond, in 1916 en 1918. Geboren in Grünfliess (Oost-Pruisen) trok Adolf Weitkunat op 14 november 1914 naar Königsberg om dienst te nemen als oorlogsvrijwilliger. Reeds in februari en maart 1915 kende hij zijn vuurdoop aan het Oostfront. Hij was een goede soldaat: ondanks zijn jonge leeftijd kreeg hij een opleiding tot onderofficier. In mei 1915 werd hij luitenant bij RIR 237 en vertrok hij naar Vlaanderen. Tegen het einde van de oorlog was hij al compagniescommandant. Adolf Weitkunat eindigde WO I in Franse krijgsgevangenschap. Hij overleed in 1988 in Nordheide.",
        "location": "Wasserschloss (Mouse Trap Farm)",
        "latitude": "50.879531",
        "longitude": "2.920943"
    },

    "person": {
        "name": "James Riach",
        "lifespan": "1871 +",
        "story": "Lance Corporal James Riach werd geboren in 1871. Rond 1888 nam hij dienst bij de First Volunteer West Riding Battalion. Op 25 jarige leeftijd huwt hij met Ada Louisa Mac Aula. Ze krijgen drie kinderen. In 1900 werd hij naar Zuid-Afrika gezonden om er mee te strijden in de Boerenoorlog. Toen de oorlog in augustus 1914 uitbrak was hij op zomerkamp in Marske. Eind augustus werden ze gemobiliseerd  en verhuisde James’ compagnie naar Doncaster waar ze bivakkeerden op de paardenrenbaan. Hier, met het vooruitzicht van een warme zomer op het continent, werden ze uitgerust met zware winteruniformen en nieuwe schoenen.  Op 14 april 1915 werd er om 4u ’s ochtends verzamelen geblazen, ’s Middags vertrokken ze met de trein en kwamen ze om 20u45 in Folkstone aan. Na een kalme overzicht landden ze te Boulogne. Hierna volgde een voettocht van 3 mijn bergop naar een rustkamp. Op 15 april, rond 8u, kregen de mannen voor het eerst sinds hun vertrek voedsel. Na het ontbijt marcheerden ze 7 mijl.  Het was zeer zonnig en warm, het waren echter niet de winteruniformen en de zware uitrusting die hen parten speelde, maar wel de nieuwe schoenen: 60 man viel onderweg uit met stukgelopen voeten.  Na een kort verblijf in Frankrijk marcheerden ze op 1 juli 1915 naar de Ieperboog waar ze hielpen bij het ontwikkelen  van de loopgravenstelsels. Om hun weg beter te vinden in deze complexe stelsels kregen loopgraven plaatsnamen toegewezen uit Yorkshire: Skipton Road Trench, Colne Valley Trench… Op 14 augustus 1915 schuilde een sectie mannen in een dugout aan het front in de kanaalsector van Boezinge. Rond 4u45 in de namiddag werd deze echter geraakt door een Duitse voltreffer.Drie soldaten – waaronder James Riach – werden in een oogopslag gedood. James Riach ligt vandaag begraven op Colne Valley Cemetery.",
        "location": "Skipton Road Trench",
        "latitude": "50.885552",
        "longitude": "2.878175"
    }

}]  